{
"doc_data": [
	{
		"text" : "محمود احمدی‌نژاد (زادهٔ ۶ آبان ۱۳۳۵) سیاستمدار ایرانی است که از سال ۱۳۸۴ تا ۱۳۹۲ ششمین رئیس‌جمهور ایران بود. وی همچنین از سال ۱۳۷۲ تا ۱۳۷۶ اولین استاندار اردبیل و از سال ۱۳۸۲ تا ۱۳۸۴ شهردار تهران بود. او هم‌اکنون عضو مجمع تشخیص مصلحت نظام و دانش‌یار[۱۴] دانشگاه علم و صنعت ایران است. احمدی‌نژاد در سال ۱۳۵۴ برای تحصیل در مهندسی راه و ساختمان وارد دانشگاه علم و صنعت ایران شد. پس از انقلاب ۱۳۵۷، او به عنوان نماینده علم و صنعت در جلسات انجمن‌های اسلامی دانشگاه‌ها شرکت می‌کرد. او تحصیلات خود را در این دانشگاه تا اخذ دکترای مهندسی عمران ادامه داد و در ۱۳۶۸ به عضویت هیئت علمی دانشگاه علم و صنعت ایران درآمد. او در دوران دهه شصت فرمانداری ماکو و خوی را بر عهده داشت. او در ۱۳۷۲ به عنوان اولین استاندار اردبیل منصوب شد و تا ۱۳۷۶ این سمت را بر عهده داشت. احمدی‌نژاد در سال ۱۳۷۹ برای نمایندگی ششمین دوره مجلس شورای اسلامی از تهران نامزد شد که پیروز نشد. احمدی‌نژاد در سال ۱۳۸۲ به عنوان شهردار تهران برگزیده شد و در این مقام در انتخابات نهم ریاست جمهوری ایران شرکت کرد و در ۳ تیر ۱۳۸۴ در دور دوم از این دوره با کسب ۱۷ میلیون رأی و با ۲۶٪ اختلاف نسبت به رقیب خود اکبر هاشمی رفسنجانی در انتخابات ریاست جمهوری، پیروز شد. او در سال ۱۳۸۸، در پی انتخاباتی مناقشه برانگیز با ۲۴ میلیون و ۵۹۷ هزار رأی و ۲۹٪ درصد اختلاف نسبت به نامزد بعدی، میر حسین موسوی، پیروز شد و برای دومین بار به ریاست‌جمهوری رسید.[۱۵] از جمله اقدامات احمدی‌نژاد در دورهٔ ریاست جمهوری، اجرای طرح تحول اقتصادی بود که طبق آن سوخت سهمیه‌بندی شدو همچنین یارانه‌های سوخت، آب، برق و مواد غذایی تدریجاً حذف به‌طور نقدی به مردم پرداخت شد. از دیگر اقدامات او پروژهٔ مسکن مهر به منظور خانه‌دار کردن خانواده‌های کم درآمد بود. در دورهٔ ریاست جمهوری او روابط با کشورهای در حال توسعه بر کشورهای توسعه یافته اولویت یافت و برنامهٔ هسته‌ای ایران با وجود فشارهای بین‌المللی که منجر به اعمال تحریم‌های اقتصادی شورای امنیت، آمریکا و اروپا علیه ایران شد، به پیش برده شد. او در انتخابات ریاست جمهوری ۱۳۹۶ و ۱۴۰۰ نامزد شد اما صلاحیتش مورد تأیید شورای نگهبان قرار نگرفت."
	},
	{
		"text" : "سید علی حسینی خامنه‌ (زادهٔ ۲۹ فروردین ۱۳۱۸) معروف به سیّد علی خامنه‌ای، سیاستمدار و دومین رهبر جمهوری اسلامی ایران است که از ۱۳۶۸ فعّالیت می‌کند. او پیش‌تر در فاصلهٔ سال‌های ۱۳۶۰ تا ۱۳۶۸ سومین رئیس‌جمهور ایران بود. خامنه‌ای طبق قانون اساسی جمهوری اسلامی ایران، عالی‌ترین مقام کشور و فرماندهٔ کل نیروهای مسلح محسوب می‌شود. او امام جمعهٔ تهران و یکی از مراجع تقلید شیعه در ایران است. خامنه‌ای هشتمین رئیس کشور پیر فعلی جهان و سومین رئیس کشور از لحاظ طولانی‌ترین دوران حضور در قدرت است. خامنه‌ای پس از پایان تحصیلات ابتدایی وارد حوزهٔ علمیه شد. او تحصیلات حوزوی خود را در حوزه‌های علمیهٔ مشهد، نجف و قم فرا گرفت و توانست از سید محمدهادی میلانی اجازهٔ روایت بگیرد. خامنه‌ای در نوجوانی با سید مجتبی نواب صفوی — طلبه و بنیان‌گذار و رهبر جمعیت فدائیان اسلام — آشنا شد. به‌گفتهٔ خودش اولین جرقه‌های انگیزش انقلابی اسلامی را نواب صفوی در وی به وجود آورد. او در سال ۱۳۳۶ با سید روح‌الله خمینی، رهبر آیندهٔ جمهوری اسلامی، دیدار کرد و در سال ۱۳۴۱ همزمان با تصویب‌نامهٔ انجمن‌های ایالتی ولایتی به نهضت وی پیوست. او در راستای اهدافِ نهضت خمینی، به فعالیت‌های ضد حکومت پهلوی ادامه داد و شش بار بازداشت شد. در سال ۱۳۵۶ ژاندارمری او را به مدت سه سال به ایرانشهر و سپس به جیرفت تبعید کرد که با اوج‌گیری اعتراضات در سال ۱۳۵۷ این حکم بی‌اثر شده و به مشهد بازگشت. او به‌عنوان مسئول کمیتهٔ تبلیغات برای استقبال از خمینی، راهی تهران شد. پس از انقلاب ۱۳۵۷، خامنه‌ای عضوی از شورای انقلاب، امام جمعهٔ تهران، و معاون وزیر دفاع شد. او در دورهٔ نمایندگی مجلس به سال ۱۳۶۰، هدف یک ترور نافرجام شد که بر اثر آن دست راستش از کار افتاد. او در دوران ریاست‌جمهوری‌اش، رئیس شورای عالی پشتیبانی جنگ و اولین رئیس مجمع تشخیص مصلحت نظام و همچنین نایب‌رئیس اول شورای بازنویسی قانون اساسی بود. به‌دنبال مرگ خمینی در سال ۱۳۶۸، مجلس خبرگان او را به‌عنوان دومین رهبر ایران انتخاب کرد. او از سال ۱۳۷۳ به‌عنوان یکی از مراجع تقلید شیعیان مورد قبول جامعهٔ مدرسین حوزه علمیه قم اعلام شد و به‌جای انتشار توضیح المسائل، تنها به انتشار استفتائات اکتفا کرده‌است. اعلام مرجعیت او با انتقادهایی همراه بود. خامنه‌ای در دورهٔ رهبری خود با امواج اعتراضی گسترده‌ای از جمله اعتراضات دانشجویی ۱۳۷۸، اعتراضات جنبش سبز در سال‌های ۱۳۸۸ و ۱۳۸۹، اعتراضات دی ۱۳۹۶، اعتصابات ۱۳۹۷–۱۳۹۸، اعتراضات آبان و دی ۱۳۹۸ و خیزش ۱۴۰۱ ایران مواجه شده‌است. فوربز در سال‌های ۲۰۱۵ و ۲۰۱۸، خامنه‌ای را یکی از قدرتمندترین افراد جهان نامید. کمیتهٔ حفاظت از روزنامه‌نگاران، از او به‌عنوان یکی از ۱۰ دشمن آزادی بیان در جهان نام برده‌است. انتقاد از او ممنوع است و افراد به اتهام توهین به او، اغلب در رابطه با اتهامات کفر، در ایران محاکمه شده‌اند. احکام آن‌ها شامل شلاق و سپری کردن زندان بوده و برخی از آن‌ها نیز در بازداشت کشته شدند.[۱] خامنه‌ای در زمینهٔ چگونگی رهبری و ادارهٔ کشور مورد انتقادات قرار گرفته‌است و حکومتش به‌طور معمول دیکتاتوری توصیف شده‌است. او همه‌گیری کووید-۱۹ را احتمال «حملهٔ بیولوژیکی» توصیف و واردات واکسن آمریکایی و انگلیسی به ایران را ممنوع کرد. ایالات متحده در سال ۲۰۱۹ خامنه‌ای و دفتر او را تحریم کرد. به وی اتهاماتی چون دستور ترور میکونوس و داشتن دارایی میلیون دلاری در بانک‌های خارجی و داخلی نسبت داده شده‌است. وضعیت سلامتی او، همواره مورد گمانه‌زنی‌های رسانه‌های داخلی و خارجی قرار گرفته‌است."
	},	
	{
		"text" : "سید روح‌الله خمینی (زاده‌شده به نام سید روح‌الله مصطفوی؛ ۱ مهر ۱۲۸۱ – ۱۳ خرداد ۱۳۶۸) از مراجع تقلید شیعهٔ دوازده‌امامی اهل ایران بود که از سال ۱۳۵۸ تا زمان مرگش در سال ۱۳۶۸ به‌عنوان نخستین رهبر جمهوری اسلامی ایران فعالیت کرد.[۱][۲][۳][۴] او انقلاب ۱۳۵۷ را رهبری کرد که به سرنگونی حکومت محمدرضا پهلوی و پایان شاهنشاهی ایران منجر شد و به‌دنبال آن، نظام جمهوری اسلامی ایران را از طریق همه‌پرسی بنیان گذاشت. خمینی در حوزهٔ علمیه به تحصیل فقه، فلسفهٔ اسلامی و عرفان پرداخت و در سال ۱۳۱۳ در سن ۳۲سالگی به اجتهاد رسید.[۵] به‌گزارش ساواک وی اجازهٔ اجتهاد خود را از عبدالکریم حائری یزدی دریافت کرد.[۶][۷] به روایت دیگر، او نه از کسی اجازهٔ اجتهاد گرفته و نه به کسی چنین اجازه‌ای داده‌است.[۸] او به مبارزه با سیاست‌های محمدرضا پهلوی، به‌خصوص انقلاب سفید و اعطای حق رأی به زنان از سوی شاه، پرداخت و به‌دلیل متهم کردن شاه به تبعیت از سیاست اسرائیل و ایالات متحده در عاشورای ۱۳۴۲ خورشیدی در سن ۶۱سالگی، ۱۰ ماه زندانی شد[۹] و سپس در ۱۳۴۳ به‌دلیل سخنرانی علیه اعطای کاپیتولاسیون به مستشاران نظامی آمریکایی، تبعید شد.[۱۰][۱۱][۱۲] وی در ۱۴ سال تبعید، پیگیر اوضاع سیاسی ایران بود، با ارسال پیام و اعلامیه، اسلام‌گرایان و مخالفان را رهبری می‌کرد و به تدوین نظریهٔ ولایت فقیه — که اصول آن تا پیش از انقلاب برای مردم ناشناخته ماند — [۱۳][۱۴][۱۵] پرداخت.[۱۶] وی در آخرین روزهای منتهی به پیروزی انقلاب ۱۳۵۷ به‌عنوان رهبر آن، شورای انقلاب و دولت موقت را تشکیل داد.[۱۷][۱۸][۱۹][۲۰] پس از خروج شاه از ایران، در ۱۲ بهمن ۱۳۵۷ خمینیِ ۷۶ساله به ایران بازگشت و در ۲۲ بهمن انقلاب پیروز شد.[۲۱] با فرمان خمینی، کمیتۀ امداد، جهاد سازندگی، سپاه پاسداران انقلاب اسلامی، نهضت سوادآموزی، سازمان بسیج مستضعفین، و شورای عالی انقلاب فرهنگی تشکیل شدند. در دوران رهبری او، جنگ هشت‌ساله‌ای میان ایران و عراق آغاز شد. به‌منظور تحکیم نظام، چندهزار نفر از زندانیان عقیدتی–سیاسی به‌دستور او اعدام شدند. به عقیدهٔ نیکی کدی، با انقلاب ایران انتظار همگانی برای آزادی و برابری اجتماعی نسبت به زمان شاه برآورده نشد.[۲۲] مراسم خاکسپاری خمینی با حضور بیش از ۱۰میلیون نفر در کتاب رکوردهای گینس به‌عنوان شلوغ‌ترین تشییع جنازهٔ تاریخ ثبت شد.[۲۳] مجلهٔ تایم در سال ۱۹۷۹ وی را به‌عنوان مرد سال انتخاب کرد. خمینی «چهرهٔ نمادین اسلام شیعه در فرهنگ عامهٔ غرب» توصیف شده‌است.[۲۴][۲۵] او تلاش کرد روابط خوبی بین سنی‌ها و شیعیان برقرار کند،[۲۶] هرچند در خفا اهل سنت را بدعت‌گذار می‌دانست و سیاست سنی‌ستیزانه‌ای را در منطقه دنبال می‌کرد.[۲۷][۲۸] یرواند آبراهامیان، برخلاف آن که عده‌ای که خمینی را یک روحانی سنتی می‌دانند، او را از لحاظ نظریهٔ سیاسی و استراتژی عوام‌گرایی مذهبی خود، نوآور مهمی در ایران تلقی می‌کند.[۲۹] خمینی به‌دلیل اعمالی چون نقض حقوق بشر ایرانیان، از جمله کشتار مخالفان[۳۰] و اعدام هزاران زندانی سیاسی،[۳۱][۳۲] و مسائلی مثل فتوای قتل سلمان رشدی مورد انتقاد است.[۳۳][۳۴][۳۵] به‌گفتهٔ نیویورک تایمز، او دموکراسی را برابر با «فاحشه‌گری» می‌دانست.[۳۶] مجازات ایرانیان به‌دلیل اتهاماتی چون «توهین به خمینی» امری معمول در جمهوری اسلامی است.[۳۷][۳۸] پس از پیروزی انقلاب، حکومت جمهوری اسلامی کیش شخصیتی حول محور خمینی شکل داد.[۳۹][۴۰][۴۱] مردم در جریان قیام ۱۴۰۱ ایران خانه و موزهٔ خمینی را در خمین به آتش کشیدند.[۴۲][۴۳] در بهمن ۱۴۰۱ شهرداری نوفل لوشاتو دستوری صادر کرد که بر اساس آن نصب هرگونه تصویر و پوستر برای یادبود اقامت خمینی در این شهر ممنوع است."
	},
	{
		"text" : "علی اردشیر لاریجانی (زادهٔ ۱۳ خرداد ۱۳۳۶) سیاستمدار ایرانی است. او مشاور رهبر ایران، عضو حقیقی مجمع تشخیص مصلحت نظام و شورای عالی انقلاب فرهنگی است. او از خرداد ۱۳۸۷ تا خرداد ۱۳۹۹ پنجمین رئیس مجلس شورای اسلامی بود.[۲۶] وی خود را متعلق به جناح اصول‌گرایان می‌داند[۲۷] با این حال عضو حزب مشخصی نیست.[۲۸][۲۹] او دانش‌آموخته کارشناسی علوم رایانه از دانشگاه صنعتی شریف و کارشناسی ارشد و دکتری فلسفه از دانشگاه تهران است.[۳۰] لاریجانی از ۱۳۶۰ تا ۱۳۶۱ رئیس واحد مرکزی خبر بود[۳۱] و از ۱۳۶۱ به عضویت سپاه پاسداران انقلاب اسلامی درآمد. او از ۱۳۶۱ تا ۱۳۶۲ معاون امور مجلس وزیر کار و امور اجتماعی و در سال ۱۳۶۲ نیز برای مدتی معاون حقوقی و امور مجلس وزیر پست، تلگراف و تلفن بود.[۳۲] وی از سال ۱۳۶۵ تا ۱۳۶۸ معاونت حقوقی و امور مجلس وزارت سپاه پاسداران را برعهده داشت[۳۳] و از ۱۳۶۸ تا ۱۳۷۱ به عنوان جانشین رئیس ستاد مشترک سپاه پاسداران فعالیت می‌کرد. در دولت پنجم، از ۱۳۷۱ تا ۱۳۷۲ وزیر فرهنگ و ارشاد اسلامی بود و برای مدت بیش از یک دهه، در فاصله سال‌های ۱۳۷۲ تا ۱۳۸۳ ریاست سازمان صدا و سیما را برعهده داشت. لاریجانی از سال ۱۳۸۴ تا ۱۳۸۶ به عنوان دبیر شورای عالی امنیت ملی فعالیت می‌کرد.[۳۴] لاریجانی که از ۱۲ خرداد ۱۳۸۷ در دوره هشتم ریاست و نمایندگی قم در مجلس شورای اسلامی را برعهده داشت در انتخابات مجلس شورای اسلامی در سال ۱۳۹۸ نامزد نشد. در ۲۰ مهر ۱۴۰۱ کانادا نام او را به عنوان یکی از ۱۷ فرد و سه نهادی که در نقض جدی حقوق بشر، از جمله علیه زنان ایرانی، مشارکت داشته یا در انتشار اطلاعات نادرست برای توجیه سرکوب و آزار و اذیت شهروندان ایرانی مشارکت داشته‌اند در نظر گرفت و او را تحریم کرد.[۳۵]"	
	}
]}
