{
"doc_data": [
	{
		"text" : " The United States of America (U.S.A. or USA), commonly known as the United States (U.S. or US) or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major unincorporated territories, nine Minor Outlying Islands,[i] and 326 Indian reservations. The United States is the world's third-largest country by both land and total area.[c] It shares land borders with Canada to its north and with Mexico to its south and has maritime borders with the Bahamas, Cuba, Russia, and other nations.[j] With a population of over 333 million,[k] it is the most populous country in the Americas and the third most populous in the world. The national capital of the United States is Washington, D.C., and its most populous city and principal financial center is New York City. Indigenous peoples have inhabited the Americas for thousands of years. Beginning in 1607, British colonization led to the establishment of the Thirteen Colonies in what is now the Eastern United States. They quarreled with the British Crown over taxation and political representation, leading to the American Revolution and proceeding Revolutionary War. The United States declared independence on July 4, 1776, becoming the first nation-state founded on Enlightenment principles of unalienable natural rights, consent of the governed, and liberal democracy. During the nineteenth century, the United States political philosophy was influenced by the concept of manifest destiny, as the country expanded across the continent in a number of wars, land purchases, and treaties, eventually reaching the Pacific Ocean by the middle of the century. Sectional division surrounding slavery in the Southern United States led to the secession of the Confederate States of America, which fought the remaining states of the Union during the American Civil War (1861–1865). With the Union's victory and preservation, slavery was abolished nationally by the Thirteenth Amendment. By 1900, the United States had established itself as a world power, becoming the world's largest economy. After Japan's attack on Pearl Harbor in 1941, the U.S. entered World War II on the Allied side. The aftermath of the war left the United States and the Soviet Union as the world's two superpowers and led to the Cold War. During the Cold War, both countries engaged in a struggle for ideological dominance but avoided direct military conflict. They also competed in the Space Race, which culminated in the 1969 landing of Apollo 11, making the U.S. the first and only nation to ever land humans on the Moon. With the Soviet Union's collapse and the subsequent end of the Cold War in 1991, the United States emerged as the world's sole superpower. The United States government is a federal republic and a representative democracy with three separate branches of government. It has a bicameral national legislature composed of the House of Representatives, a lower house; and the Senate, an upper house based on equal representation for each state. Many policy issues are decentralized, with widely differing laws by jurisdiction. The U.S. ranks highly in international measures of quality of life, income and wealth, economic competitiveness, human rights, innovation, and education; it has low levels of perceived corruption and the highest median income per person of any polity in the world. It has high levels of incarceration and inequality and lacks universal health care. As a melting pot of cultures and ethnicities, the U.S. has been shaped by the world's largest immigrant population. A developed country, the American economy accounts for approximately a quarter of global GDP and is the world's largest by GDP at market exchange rates. The United States is the world's largest importer and second-largest exporter. The United States is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States, NATO, and is a permanent member of the United Nations Security Council. The U.S. is the foremost military power in the world and a dominant political, cultural, and scientific force internationally."

	},
	{
		"text" : " Joseph Robinette Biden Jr. ( (listen) BY-dən; born November 20, 1942) is an American politician who is the 46th and current president of the United States. A member of the Democratic Party, he previously served as the 47th vice president from 2009 to 2017 under President Barack Obama and represented Delaware in the United States Senate from 1973 to 2009.Born in Scranton, Pennsylvania, Biden moved with his family to Delaware in 1953. He studied at the University of Delaware before earning his law degree from Syracuse University. He was elected to the New Castle County Council in 1970 and became the sixth-youngest senator in U.S. history after he was elected in 1972, at age 29. Biden was the chair or ranking member of the Senate Foreign Relations Committee for 12 years. He chaired the Senate Judiciary Committee from 1987 to 1995; drafted and led the effort to pass the Violent Crime Control and Law Enforcement Act and the Violence Against Women Act; and oversaw six U.S. Supreme Court confirmation hearings, including the contentious hearings for Robert Bork and Clarence Thomas. Biden ran unsuccessfully for the Democratic presidential nomination in 1988 and 2008. Barack Obama chose Biden as his running mate in the 2008 and 2012 presidential elections. Biden was a close counselor to Obama during his two terms as Obama's vice president. In the 2020 presidential election, Biden and his running mate, Kamala Harris, defeated incumbents Donald Trump and Mike Pence. On January 20, 2021, at the age of 78, Biden became the oldest president in U.S. history, the first to have a female vice president, and the first from Delaware. As president, he has addressed the COVID-19 pandemic and subsequent recession. He signed the American Rescue Plan Act, the bipartisan Infrastructure Investment and Jobs Act, the Inflation Reduction Act, the CHIPS and Science Act, and the Respect for Marriage Act, which codified protections for same-sex marriage and repealed the Defense of Marriage Act. He appointed Ketanji Brown Jackson to the Supreme Court. In foreign policy, Biden restored America's membership in the Paris Agreement on climate change. He oversaw the withdrawal of U.S. troops from Afghanistan that had been negotiated and begun under the previous administration, ending the war in Afghanistan, during which the Afghan government collapsed and the Taliban seized control. He signed AUKUS, a security pact, together with Australia and the United Kingdom. He responded to the Russian invasion of Ukraine by imposing sanctions on Russia and authorizing foreign aid and weapons shipments to Ukraine. On April 25, 2023, Biden announced his intention to run for a second term as president in 2024."
	},
	{
		"text" : "Sayyid Ebrahim Raisolsadati (Persian: سید ابراهیم رئیس‌الساداتی; born 14 December 1960), commonly known as Ebrahim Raisi (Persian: ابراهیم رئیسی pronunciation), is an Iranian principlist politician, Muslim jurist, and the eighth and current president of Iran since 3 August 2021, having been elected to the presidency in the 2021 election. Raisi has served in several positions in Iran's judicial system, such as Deputy Chief Justice (2004–2014), Attorney General (2014–2016), and Chief Justice (2019–2021). He was also Prosecutor and Deputy Prosecutor of Tehran in the 1980s and 1990s. He was Custodian and Chairman of Astan Quds Razavi, a bonyad, from 2016 until 2019. He is a member of Assembly of Experts from South Khorasan Province, being elected for the first time in the 2006 election. He is the son-in-law of Mashhad Friday prayer leader and Grand Imam of Imam Reza shrine, Ahmad Alamolhoda. Raisi ran for president in 2017 as the candidate of the conservative Popular Front of Islamic Revolution Forces, losing to moderate incumbent President Hassan Rouhani, 57% to 38.3%. He was one of the four people on the prosecution committee, which was responsible for the execution of thousands of political prisoners in Iran in 1988 and is hence labeled the \"death committee\". He is sanctioned by the U.S. Office of Foreign Assets Control in accordance with Executive Order 13876. He is accused of crimes against humanity by international human rights organizations and United Nations special rapporteurs. Raisi successfully ran for president a second time in 2021 with 62.9% of the votes, succeeding Hassan Rouhani. According to many observers, the 2021 Iranian presidential election was rigged in favour of Raisi, who is considered an ally of Ali Khamenei. Raisi is often seen as a frontrunner to succeed Khamenei as Supreme Leader. Considered a hardliner in Iranian politics, Raisi's presidency has seen deadlock in negotiations with the U.S. over the Joint Comprehensive Plan of Action (JCPOA) and large-scale protests throughout the country in late 2022, triggered by the death of Mahsa Amini on 16 September."
	},
	{
		"text" : "محمود احمدی‌نژاد (زادهٔ ۶ آبان ۱۳۳۵) سیاستمدار ایرانی است که از سال ۱۳۸۴ تا ۱۳۹۲ ششمین رئیس‌جمهور ایران بود. وی همچنین از سال ۱۳۷۲ تا ۱۳۷۶ اولین استاندار اردبیل و از سال ۱۳۸۲ تا ۱۳۸۴ شهردار تهران بود. او هم‌اکنون عضو مجمع تشخیص مصلحت نظام و دانش‌یار[۱۴] دانشگاه علم و صنعت ایران است. احمدی‌نژاد در سال ۱۳۵۴ برای تحصیل در مهندسی راه و ساختمان وارد دانشگاه علم و صنعت ایران شد. پس از انقلاب ۱۳۵۷، او به عنوان نماینده علم و صنعت در جلسات انجمن‌های اسلامی دانشگاه‌ها شرکت می‌کرد. او تحصیلات خود را در این دانشگاه تا اخذ دکترای مهندسی عمران ادامه داد و در ۱۳۶۸ به عضویت هیئت علمی دانشگاه علم و صنعت ایران درآمد. او در دوران دهه شصت فرمانداری ماکو و خوی را بر عهده داشت. او در ۱۳۷۲ به عنوان اولین استاندار اردبیل منصوب شد و تا ۱۳۷۶ این سمت را بر عهده داشت. احمدی‌نژاد در سال ۱۳۷۹ برای نمایندگی ششمین دوره مجلس شورای اسلامی از تهران نامزد شد که پیروز نشد. احمدی‌نژاد در سال ۱۳۸۲ به عنوان شهردار تهران برگزیده شد و در این مقام در انتخابات نهم ریاست جمهوری ایران شرکت کرد و در ۳ تیر ۱۳۸۴ در دور دوم از این دوره با کسب ۱۷ میلیون رأی و با ۲۶٪ اختلاف نسبت به رقیب خود اکبر هاشمی رفسنجانی در انتخابات ریاست جمهوری، پیروز شد. او در سال ۱۳۸۸، در پی انتخاباتی مناقشه برانگیز با ۲۴ میلیون و ۵۹۷ هزار رأی و ۲۹٪ درصد اختلاف نسبت به نامزد بعدی، میر حسین موسوی، پیروز شد و برای دومین بار به ریاست‌جمهوری رسید.[۱۵] از جمله اقدامات احمدی‌نژاد در دورهٔ ریاست جمهوری، اجرای طرح تحول اقتصادی بود که طبق آن سوخت سهمیه‌بندی شدو همچنین یارانه‌های سوخت، آب، برق و مواد غذایی تدریجاً حذف به‌طور نقدی به مردم پرداخت شد. از دیگر اقدامات او پروژهٔ مسکن مهر به منظور خانه‌دار کردن خانواده‌های کم درآمد بود. در دورهٔ ریاست جمهوری او روابط با کشورهای در حال توسعه بر کشورهای توسعه یافته اولویت یافت و برنامهٔ هسته‌ای ایران با وجود فشارهای بین‌المللی که منجر به اعمال تحریم‌های اقتصادی شورای امنیت، آمریکا و اروپا علیه ایران شد، به پیش برده شد. او در انتخابات ریاست جمهوری ۱۳۹۶ و ۱۴۰۰ نامزد شد اما صلاحیتش مورد تأیید شورای نگهبان قرار نگرفت."
	}
]}
